IDEA Open Model
MatPrestressSteelEc2.Type Property
 Type of prestress steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public PrestressSteelType Type { get; set; }
Public Property Type As PrestressSteelType
	Get
	Set
public:
property PrestressSteelType Type {
	PrestressSteelType get ();
	void set (PrestressSteelType value);
}
Property Value
Type: PrestressSteelType
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace